<svg xmlns="http://www.w3.org/2000/svg" width="162.582" height="17.668" viewBox="0 0 162.582 17.668">
    <defs>
        <style>
            .title-line-01-l-pc-1 {
                fill: none;
                stroke: #26333b;
                stroke-linecap: round;
                stroke-linejoin: round;
                stroke-width: 2px;
            }
        </style>
    </defs>
    <g id="グループ_4887" data-name="グループ 4887" transform="translate(-1852.576 -2458.46)">
        <path id="パス_28446" data-name="パス 28446" class="title-line-01-l-pc-1" d="M2163.709,2479.7c1.059-3.656,2.689-7.377,5.783-9.594,2.536-1.816,5.745-2.4,8.854-2.645,4.737-.381,9.977.073,13.414,3.355,2.442,2.332,3.558,5.719,4.233,9.028" transform="translate(-309.894 -5.03)" />
        <path id="パス_28447" data-name="パス 28447" class="title-line-01-l-pc-1" d="M2238.192,2476.3a18.97,18.97,0,0,1,8.939-11.641,16.152,16.152,0,0,1,14.51-.56,14.085,14.085,0,0,1,7.948,11.937" transform="translate(-357.457 -2.025)" />
        <path id="パス_28448" data-name="パス 28448" class="title-line-01-l-pc-1" d="M2314.19,2481.368a17.621,17.621,0,0,1,14.77-11.647c3.267-.292,6.79.467,9.112,2.783,1.826,1.82,2.706,4.358,3.53,6.8" transform="translate(-405.987 -6.506)" />
        <path id="パス_28449" data-name="パス 28449" class="title-line-01-l-pc-1" d="M2378.347,2472.819a17.6,17.6,0,0,1,3.528-6.857c3.932-4.767,10.476-7.479,16.511-6.155s11.027,7.03,10.853,13.207" transform="translate(-446.956)" />
        <path id="パス_28450" data-name="パス 28450" class="title-line-01-l-pc-1" d="M2451.116,2472.326a18.259,18.259,0,0,1,9.067-9.739,14.321,14.321,0,0,1,4.086-1.429,12.56,12.56,0,0,1,9.883,2.958,19.773,19.773,0,0,1,5.758,8.792" transform="translate(-493.424 -0.987)" />
        <path id="パス_28451" data-name="パス 28451" class="title-line-01-l-pc-1" d="M2517.838,2480.416a2.685,2.685,0,0,1,.5-2.257,17.222,17.222,0,0,1,16.474-7.729,19.878,19.878,0,0,1,14.966,10.8" transform="translate(-535.967 -6.923)" />
    </g>
</svg>